Repository: mozilla-l10n/mt-training-data
Catalog: ssi/ssi_pontoon.tmx
Source language: en_us
Languages: ssi

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
ssi: آپ وَیکیپیڈیاس تھوڑے ٻول لیݨیں نتر <scraperLink>ٻول کاڈؔٹؔ وَاڑے</scraperLink> کا اُپوگ کری سِکتے ہے۔

source: You check whether the transcription matches the audio
ssi: تھم جانٚچ کرتے ہے کہ کِیا نکݪ آڈیوس میݪ کھاوَتی ہے یا نائِیں

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
ssi: تھم ویب سائٹا کُو سیمل کری سِکتے ہے ، ایک سرا ہے "سادھارݨ اواج - https://commonvoice.mozilla.org/"

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
ssi: آپ پڑھائِیا کا سرا دؔیݨیں کا تریکا اُپیوگ کری سِکتے ہے ، سرا ہے ہارورڈ اسٹائل "موزیلا (2021) سادھارݨ اواجاپ۔ https://commonvoice.mozilla.org/ ماجُود (پُگی گا تاریخ 15 ستمبر 2021)"

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
ssi: ناپا پُگاوَٹؔیں نتر آپ سوشل میڈیا پلیٹ پھارم اُپیوگ کری سِکتے ہے۔ ایسِیاں پدِؔیاں ٻاٹو کرو جکو وِیاکھِیا کرتی ہے کہ یو کھاس کاکام ہے ، اور بھاشا کے ادھِیکار ، اوَاج اے آئی ، یا ٹیکنالوجِیام بھِیر واݪئیں دؔیسی سمسیا کے باریم ٻات کرنوَاڑے دؔوجے مِنکھینٚس سمپرک کرو۔ <campaignLink>سوشل ابھِیان چلاوَݨیں کے باریم وَدھِیک سلاہ سُوڑی دؔیکھو ، سیمݪ ٻو سیمان جکو آپ پُوٹھا اُپیوگ کری سِکتے ہے</campaignLink>۔

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
ssi: تھمُون کوئی ٻولِیاں نائِیں چُنِیاں ہے۔ ٻولئیں کُو چُنٹؔیں نتر کِرپا کری کن اپٹِؔیں<profileLink>پروفائلاپ</profileLink>جاؤ

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
ssi: آپ اس پنے نتر جما کراوٹؔیں کی سِیما تائیں پُگی چُکے ہے۔ دؔیا کری ایک اور ٻات جما کرنیس آگے { $retryLimit } منٹ انتجار کرو۔ آپ کے دھِیرجا نتر دھنیواد!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
ssi: آپ اس پنے نتر جما کراوٹؔیں کی سِیما تائین پُگی چُکے ہے۔ دؔیا کری ایک اور ٻات جما کرنیس آگے { $retryLimit } سیکنڈ انتجار کرو۔ آپ کے دھِیرجا نتر دھنیواد!

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
ssi: تھمُون اس پنیپ نائیں بچاؤڑے بدلاوَ کرے ہے۔ اگر تھم ایٹھے بدلاوَ کرتے ہے تو ، تھارے بدلاوَ سُرکشِت نائیں ہوؤنٚگڑے۔ کِیا تھم ساچِیب جاگھا کُو بدلی کرنا چاہوتے ہے؟

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
ssi: تھمُون اس پنیپ نائیں بچاؤڑے بدلاوَ کرے ہے۔ جے تھم اِس پنے کُو چھوڈی دؔیتے ہے تو ، تھارے بدلاوَ بچاؤڑے نائیں ہووَں گڑے۔ کیا تھم ساچی اس پنے کُو چھوڈؔݨا چاہِیرے ہے؟

source: You might also want to consider spanning different contexts and domains.
ssi: تھم نِیارے سرے اور ڈومینزا کُو پھیلاوݨینٚپ بھی وِچار کرنا چاہُوں گے۔

source: You must allow microphone access.
ssi: تھمکُو مائکروفونا تائیں پُگاوݨیں کی اِگیا دؔیوٹی لاجمی ہے۔

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
ssi: تھم کُو بھرنواڑے ہر لوَجیں کُو سُݨنیں جوگا ہووݨیں کی جرورت ہے. ہم چاہوتے ہے کہ مشین لرننگ الگورتھم نِیارے لار کے گاہرِئے کُو سامبݨیں کے جوگا ہووے ، اور ایٹھے تائِیں کہ دؔیسا تیج گاہرِیا یا شانتی لارکے سنگِیتا کُو بھی سُئِیکار کری سِکتے ہے دؔیؤڑا ٻو تھم کُو لِکھتا کُو پُورا سُݨنینٚیس نائیں روکے۔ کریکلز یا 'توڑنا' جکو تھم کُو لِکھݨیں سُنینٚس روکتے ہے اس کا متلب ہے کہ تھم کُو ٹُکڑا چھوڈؔی دؔیݨاں چائیے۔

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
ssi: آپ کا لیہکا ٻوئی ہے جِدؔا آپ لوَجا کا لیہکا کاڈؔتے ہو۔ یو اس ٻاتاس آکار دؔی سِکتے ہے کہ آپ کِتوڑ ریہوتے ہو، آپ کُوݨسی دُؔوجی ٻولی ٻولتے ہو اور گھݨیں دُؔوجے کارݨ. آپ کسی بھی جاݨکارِیا کُو ٻاٹی سِکتے ہو جکو آپ کے وِچارام ایٹھیس جُڑوڑی ہے.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
ssi: تھاری گُمنام اواج ریکارڈنگ سادی اواج ڈیٹا سیٹام رہوں گڑی۔ ایک ٻیریا جِدؔ تھم اپݨا پروپھائل گُم کرتے ہے تو تھم ڈیٹا سیٹاس اپݨیں ریکارڈنگیں کُو ہٹانٚوݨیں کی ٻِنتی جما نائیں کری سِکوں گڑے۔

source: Your daily goal has been created
ssi: آپ کا روجینا لکشئہ ٻٹؔایا ہے

source: Your dataset is downloading!
ssi: تھارا ڈیٹا سیٹ ڈاؤن لوڈ ہوئی را ہے!

source: Your download has started.
ssi: تھارا ڈاؤن لوڈ سِرو ہوئی گڑا ہے.

source: You’re contributing to a target segment
ssi: تھم لکشے کے پاتِیام پاتی ٻائھِیرے ہے

source: You’re contributing to our first target segment
ssi: تھم مھارے پہلکے لکشے کے پاتِیام پاتی ٻائِھیرے ہے

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
ssi: آپ اس سمے <bold>نائیں</bold> پکا ہے کہ آپ کُو ای میلز مِلے، جِدؔا کہ ہٹاوݨیں کی یاد دُؔواݨا، میری ترکِیا کے اپ ڈیٹس اور سادھارݨ اواجا کے باریم سُوچنا پتر۔

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
ssi: آپ ہلی لکشئہ کی یاد دؔواݨواڑے جِدؔا ای میلز لیوݨیں نتر تیار ہے، میرا سادھارٹؔ اواجا کے باریم پرگتیا کی اپ ڈیٹس اور سُوچنا پتر

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
ssi: آپ سپا تکڑے جائی رے ہے. کِرپا کری اس ٻولا کی جانچ کرنے نتر ایک پلا کا سمے لئیو تاکہ یو نِسچت ٻٹؔایا جائی سِکے کہ یو سئی ہے۔

source: You're helping Common Voice reach our daily sentence goals!
ssi: آپ سادھارٹؔ اواجا کُو مھارے روجِینا کے ٻولیں کے لکشئے تائیں پُگاوٹؔینٚم ساہیتا کری رے ہے!

source: Your email address
ssi: تھارے ای میلا کا پتا

source: You respond or reply to it as naturally as you can
ssi: آپ اس کا جباب دؔیؤ یا جباب دؔیؤ جِترا آپ کری سِکتے ہے

source: Your files are being assembled. Please check again later.
ssi: تھارِیاں پھائلاں بھیݪِیاں کری رے ہے۔ دؔیا کری پِچھیں پُوٹھی جانچ کر.

source: Your Languages
ssi: تھاریاں ٻولیاں

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
ssi: ہوئی سِکتا ہے کہ تھاری ٻولیا کا نامُونا ٹُکڑینٚس ٻاہر ہووَے! اگر تھم اراماس ہے تو تھم اپٹِؔیں ٻولیا کے مئِھیم دُؔوجے ٻول اپٹِؔیں کتارا کُو ٻدݪی سِکتے ہے۔

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
ssi: ہوئی سِکتا ہے کہ تھاری ٻولِّیا کا نامُونا ہوئی سِکتا ہے ٻولّیںس ہوئی گڑا ہے! اگر تھم اراماس ہے تو تھم اپٹِؔیں ٻولِّیا کے مئھِیم دؔوجے ٻول اپٹِؔیں کتارا کُو ٻدؔݪی کری کن اپݨِیں ٻولِّیام ٻول دؔیکھی سِکتے ہے۔

source: Your username and email will not be associated with the published data.
ssi: تھارا لیݨواڑا نانٚو اور ای میل پرکاشِت ڈیٹاس جُڑوڑے نائیں ہوؤں گے۔

source: Your weekly goal has been created
ssi: تھارا کا آٹھیک آٹھیں دؔنییاڑا لکشئہ ٻٹؔایا ہے

source: You should receive an email from our Community Manager explaining the steps to get your language added to Common Voice
ssi: تھم کُو مھارے پڑاوَا کے پَربندھکا کی ترپھاس ایک ای میل پراپت ہووَݨاں چاہِجے جس میں تھاری ٻولیا کُو سادی اواجام سیمݪ کرنے کے چرݨ وِیاکھِیا کرنی چاہِجے۔

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
ssi: تھمُون سادھارݨ اوَاجا کُو بھرنیم <goalPercentage> مھارے روجِینا <goalPercentage> کے لکشے تائِیں پُگٹؔینٚم { $goalValue } ساہیتا کری ہے

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
ssi: تھمُون سادھارݨ اوَاجا کُو سمے تائیں <goalPercentage> مھارے روجِینا <goalPercentage> کے لکشے تائِیں پُگٹؔینٚم { $goalValue } ساہیتا کری ہے

source: You've successfully signed up for contributing to { $language }. Thank you.
ssi: تھمُون { $language } میں پاتی ٻاہݨیں نتر سپھلتاس سائن اپ کرا ہے۔ دھنواد.

source: You want to join the Common Voice mailing list
ssi: آپ سادھارݨ اواج میلنگ سُوچیام سیمل ہووٹؔا چاہوتے ہے

source: You write down what you hear in the audio clips
ssi: آڈیو ٹُکڑیم آپ جکو کائِیں سُݨتے ہے اِسکُو لِکھو

source: Zaza
ssi: زازا

source: Zip #{ $offset } of { $total }
ssi: { $total } کا جِپ #{ $offset }

source: Zulu
ssi: زُلُو
